Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=120_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjien kotisivut neljällä kielellä
smn: Sämitige neeljikielâsâš nettisiiđoh

source: Syyskuusta 2007 käynnissä olleen internetsivujen uudistustyön tuloksena Saamelaiskäräjien kotisivut ovat 2.5.2008 lähtien neljällä kielellä: suomeksi, pohjoissaameksi, inarin saameksi ja englanniksi.
smn: Čohčâmáánust 2007 joođoost lamaš internetsiijđoi uđâsmittempargo puátusin Sämitige päikkisiijđoh láá 2.5.2008 rääjist neelji kielân: suomâkielân, tavesämikeilân, aanaarsämikielân já eŋgâlâskielân.

source: Koltansaamenkieliset sivut julkaistaan toukokuun aikana kun tekniset esteet on saatu poistettua.
smn: Nuorttâsämikielâlâš siijđoh almostittojeh vyesimáánu ääigi ko teknisâš iästuh láá finnejum meddâl.

source: Internetsivuilta löytyvät tällä hetkellä perustiedot Saamelaiskäräjistä ja sen toiminnasta.
smn: Internetsiijđoin kávnojeh tääl vuáđutiäđuh Sämitiggeest já ton tooimâst.

source: Sisältöä lisätään sivuille koko ajan, uuden materiaalin lisäksi sivuille on tarkoitus laittaa myös aiempien vuosien raportteja, lausuntoja jne.
smn: Siskáldâs lasettuvvoo sijđoid ubâ äägi, uđđâ materiaal lasseen sijđoid lii uáivilin pieijâđ meiddei ovdebij ivij raportijd, ciälkkámušâid jna..

source: Uusien sivujen teknisestä toteutuksesta vastasi Solinum Oy ja ulkoasusta mainostoimisto Studio Borga.
smn: Uđđâ siijđoi teknisâš olášutmist västidij Solinum Oy já olgohäämist máinustoimâttâh Studio Borga.

source: Internetsivuston uudistyön tarkoituksena oli teknisten ominaisuuksien ja ulkoasun uudistuksen lisäksi uudistaa myös sisältö vastaaman nykypäivän tarpeita.
smn: Internetsiijđoi uđâsmittempargo uáivilin lâi teknisâš jiešvuođâi já olgohäämi uđâsmittem lasseen uđâsmitteđ meiddei siskáldâs västidiđ onnáápeeivi táárbuid.

source: Toivomme, että uusi sivusto palvelee saamelaisten lisäksi myös mediaa, viranomaisia ja muita sidosryhmiä aiempaa paremmin, sanoo Saamelaiskäräjien hallintopäällikkö Juha Guttorm.
smn: Tuáivup, et uđđâ siijđoh palvâleh sämmilij lasseen meiddei media, virgeomâhijd já eres čanosjuávhuid tolebáást pyerebeht, iätá Sämitige haldâšemhovdâ Juha Guttorm.

source: Saamelaiskäräjien nettisivut löytyvät osoitteesta www.samediggi.fi
smn: Sämitige nettisiijđoh kávnojeh čujottâsâst www.samediggi.fi
